Repository: AlejandroBiondo/rg
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, el_gr, ru_ru

source: Click the Nintendo 64 Controller
de_de: Klick auf den Nintento 64 Controller
el_gr: Επιλέξτε το χειριστήριο του Nintendo 64
ru_ru: Выберите иконку контроллера Nintendo 64

source: Select the NES Controller
de_de: Wähle den NES Controller aus
el_gr: Επιλέξτε το χειριστήριο του NES
ru_ru: Выберите иконку контроллера NES

source: Select the PlayStation Controller
de_de: Wähle den PlayStation Controller aus
el_gr: Επιλέξτε το χειριστήριο του PlayStation
ru_ru: Выберите иконку контроллера PlayStation

source: Select the PlayStation 3 Controller
de_de: Wähle den PlayStation 3 Controller aus
el_gr: Επιλέξτε το χειριστήριο του PlayStation 3
ru_ru: Выберите иконку контроллера PlayStation 3

source: Select the PlayStation 4 Controller
de_de: Wähle den PlayStation 4 Controller aus
el_gr: Επιλέξτε το χειριστήριο του PlayStation 4
ru_ru: Выберите иконку контроллера PlayStation 4

source: Select the SNES Controller
de_de: Wähle den SNES Controller aus
el_gr: Επιλέξτε το χειριστήριο του SNES
ru_ru: Выберите иконку контроллера SNES

source: Select the Xbone Controller
de_de: Wähle den Xbox One Controller aus
el_gr: Επιλέξτε το χειριστήριο του Xbone
ru_ru: Выберите иконку контроллера Xbone

source: Select the Xbox 360 Controller
de_de: Wähle den Xbox 360 Controller aus
el_gr: Επιλέξτε το χειριστήριο του Xbox 360
ru_ru: Выберите иконку контроллера Xbox 360

source: Click Noctis
de_de: Klick auf Noctis
el_gr: Επιλέξτε τον Noctis
ru_ru: Нажмите на иконку персонажа Noctis

source: Click Gladiolus
de_de: Klick auf Gladiolus
el_gr: Επιλέξτε τον Gladiolus
ru_ru: Нажмите на иконку персонажа Gladioulus

source: Click Luna
de_de: Klick auf Luna
el_gr: Επιλέξτε την Luna
ru_ru: Нажмите на иконку персонажа Luna

source: (woof)
el_gr: (γάβ)
ru_ru: (гав-гав)

source: Invalid Captcha Data
de_de: Ungültige Captcha-Daten
el_gr: Λανθασμένη Εισαγωγή Captcha
ru_ru: Неверная капча

source: Incorrect Captcha Image. Please try again.
de_de: Falsches Captcha-Bild. Bitte versuche es erneut.
el_gr: Λανθασμένη Εικόνα Captcha. Παρακαλούμε δοκιμάστε ξανά.
ru_ru: Вы выбрали неверное изображение. Пожалуйста, попробуйте снова.

source: Your vote limit has exceeded. Wait for the ROMS you've voted on to finish uploading before voting again.
de_de: Dein Abstimmungslimit ist überschritten. Warte auf die ROMS, für die du abgestimmt hast hochgeladen zu werden, bevor du wieder abstimmst.
el_gr: Έχετε υπερβεί το όριο των ψήφων. Περιμένετε μέχρι τα ROM που ψηφίσατε να μεταφορτωθούν, πριν ψηφίσετε ξανά.
ru_ru: Превышен лимит запросов. Подождите пока загрузятся ROMs, которые вы запросили, перед тем как делать новые запросы.

source: ROM not old enough to vote on.
de_de: ROM is nicht alt genug, um darüber abzustimmen.
el_gr: Αυτό το ROM δεν είναι αρκετά παλιό για να το ψηφίσετε.
ru_ru: ROM не слишком стар, чтобы делать новый запрос.

source: ROM is already uploading!
de_de: ROM wird bereits hochgeladen!
el_gr: Αυτό το ROM ήδη μεταφορτώνεται!
ru_ru: ROM уже загружается!

source: You already voted on this, check the queue to see when it'll get uploaded!
de_de: Du hast bereits dafür abgestimmt. Prüfe die Warteschlange, um zu sehen, wann es hochgeladen wird.
el_gr: Έχετε ήδη ψηφίσει για αυτό το ROM, ελέγξτε την ουρά για να δείτε πότε θα μεταφορτωθεί!
ru_ru: Вы уже сделали запрос на этот ROM, проверьте очередь на загрузку чтобы увидеть когда ROM будет загружен!

source: Admin
de_de: Administrator
el_gr: Διαχειριστής
ru_ru: Админ

source: Disc
de_de: Diskette
el_gr: Δίσκος
ru_ru: Диск

source: Additional
de_de: Zusätzlich
el_gr: Επιπλέον
ru_ru: Дополнительно

source: Version
el_gr: Εκδοχή
ru_ru: Версия

source: Dev Status
el_gr: Κατάσταση Προγραμματιστή
ru_ru: Стадия разработки

source: View game on redump.org
de_de: Spiel ansehen auf redump.org
el_gr: Προβολή του παιχνιδιού στο redump.org
ru_ru: Посмотреть игру на redump.org

source: View game on the DAT-o-MATIC
de_de: Spiel ansehen auf DAT-o-MATIC
el_gr: Προβολή του παιχνιδιού στο DAT-o-MATIC
ru_ru: Посмотреть игру на DAT-o-MATIC

source: Filter by %console_name%
de_de: Filter nach %console_name%
el_gr: Φιλτράρισμα με βάση το %console_name%
ru_ru: Фильтр по %console_name%

source: Browse ROMs
de_de: Dursuche ROMs
el_gr: Αναζήτηση ROMs
ru_ru: Показать все ROMs

source: ROM Pack
de_de: ROM Paket
el_gr: Πακέτα ROM
ru_ru: ROM Архивы

source: BIOS Files
de_de: BIOS Dateien
el_gr: Αρχεία BIOS
ru_ru: Файлы BIOS

source: Emulators
de_de: Emulatoren
el_gr: Εξομοιωτές
ru_ru: Эмуляторы

source: Emulator
el_gr: Εξομοιωτής
ru_ru: Эмулятор

source: Google Drive Quota Exceeded Bypass Tutorial
de_de: Google Drive Quota überschritten Tutorial
el_gr: Οδηγός παράκαμψης ορίου του Google Drive
ru_ru: Обход лимита скачиваний на Google Drive

source: FAQ
el_gr: Ε&Α
ru_ru: ЧАВО

source: What is Retro Games?
de_de: Was ist Retro Games?
el_gr: Τι είναι το Retro Games;
ru_ru: Что такое Retro Games?

source: A site which automates the process of sharing verified redump/no-intro roms.
de_de: Eine Website, die den Prozess des Teilens von verifizierten Redump/No-Intro-Roms automatisiert.
el_gr: Μία ιστοσελίδα η οποία αυτοματοποιεί την διαδικασία διαμοιρασμού εγκεκριμένων roms των redump/no-intro.
ru_ru: Сайт, который автоматизирует процесс распространения проверенных redump/no-intro roms.

source: How does it work?
de_de: Wie funktioniert das?
el_gr: Πώς λειτουργεί;
ru_ru: Как это работает?

source: Simply vote for the roms you want and the site will upload them. Roms with more votes will be uploaded first.
de_de: Stimme einfach für die ROMs ab die du haben willst und die Webseite wird sie hochladen. Die ROMs mit den meisten Stimmen werden zuerst hochgeladen.
el_gr: Απλώς ψηφίσετε στα roms που θέλετε και η ιστοσελίδα θα τα μεταφορτώσει. Τα roms με τις περισσότερες ψήφους θα μεταφορτωθούν πρώτα.
ru_ru: Просто сделайте запрос на roms которые вы хотите и сайт загрузит их. Roms с наибольшим количеством запросов будут в приоритете.

source: What if the links go down?
de_de: Was wenn die Links entfernt werden?
el_gr: Τι συμβαίνει αν οι σύνδεσμοι δε λειτουργούν;
ru_ru: Что если ссылки перестанут работать?

source: The system saves the upload date after a rom is uploaded. You'll be able to vote for the game to be re-uploaded 60 days later. Then the cycle starts over.
de_de: Das System speichert das Upload-Datum nachdem eine rom hochgeladen wurde. Du kannst für das Spiel stimmen, das 60 Tage später erneut hochgeladen wird. Dann beginnt der Zyklus von vorne.
el_gr: Το σύστημα αποθηκεύει την ημερομηνία μεταφόρτωσης αμέσως μετά τη μεταφόρτωση ενός rom. Θα μπορείτε να ψηφίσετε για το παιχνίδι ώστε να ξαναμεταφορτωθεί 60 ημέρες αργότερα.
ru_ru: Система сохраняет дату загрузки после того как rom загружен на сайт. У Вас будет возможность делать запрос на перезагрузку игры, каждые 60 дней.

source: Why can't I find [insert game here] or [insert system here]?
de_de: Warum kann ich [Spiel hier einfügen] oder [System hier einfügen] nicht finden?
el_gr: Γιατί δεν μπορώ να βρω [όνομα παιχνιδιού] ή [όνομα συστήματος];
ru_ru: Почему я не могу найти [вставьте имя игры] или [вставьте имя системы]?

source: We will continue to add new systems and additional games in the future. So be sure to check back!
de_de: Wir werden auch in Zukunft neue Systeme und Spiele hinzufügen. Schau also unbedingt wieder vorbei!
el_gr: Θα συνεχίσουμε να προσθέτουμε νέα συστήματα και περισσότερα παιχνίδια στο μέλλον. Γι'αυτό βεβαιώστε πως θα ξανακοιτάξετε!
ru_ru: Мы будем продолжать добавлять новые системы и игры для них в будущем. Поэтому обязательно вернитесь!

source: How do I download or extract files?
de_de: Wie lade ich die Dateien herunter und extrahiere diese anschließend?
el_gr: Πώς κατεβάζω ή αποσυμπιέζω αρχεία;
ru_ru: Как скачать или распаковать файлы?

source: We recommend %jdownloader2link% for downloading and %7ziplink% for extracting files.
de_de: Wir empfehlen %jdownloader2link% für das Herunterladen und %7ziplink% für die Extraktion.
el_gr: Προτείνουμε το %jdownloader2link% για τη λήψη και το %7ziplink% για την αποσυμπίεση αρχείων.
ru_ru: Мы рекомендуем %jdownloader2link% для загрузок и %7ziplink% для распаковки файлов.

source: How can I make sure the files have not been tampered with?
de_de: Wie kann ich sicher sein, dass die Dateien nicht manipuliert wurden?
el_gr: Πώς μπορώ να είμαι βέβαιος ότι τα αρχεία δεν έχουν αλλοιωθεί;
ru_ru: Как я могу быть уверен в том что файлы не были подделаны?

source: Compare the hashes of the files with the hashes found in redump.org/No-Intro. You can use a program like HashTab or HashCheck to check your files.
de_de: Vergleiche die Checksummen der Dateien mit den entsprechenden auf redump.org/No-Intro mittels eines Programms wie beispielsweise HashTab oder HashCheck.
el_gr: Μπορείτε να συγκρίνετε τα hashes των αρχείων με τα hashes που βρίσκονται στο redump.org/No-Intro. Μπορείτε να χρησιμοποιήσετε προγράμματα όπως το HashTab ή το HashCheck για να ελέγξετε τα αρχεία σας.
ru_ru: Сравните хэши файлов с хэшами, которые могут быть найдены на сайте redump.org/No-Intro. Вы можете использовать такие программы как HashTab или HashCheck для проверки ваших файлов.

source: Search...
de_de: Suche...
el_gr: Αναζήτηση...
ru_ru: Поиск...

source: All Consoles
de_de: Alle Konsolen
el_gr: Όλες οι Κονσόλες
ru_ru: Все консоли

source: Any Region
de_de: Jede Region
el_gr: Οποιαδήποτε Περιοχή
ru_ru: Любой регион

source: America
de_de: Amerika
el_gr: Αμερική
ru_ru: Америка

source: Asia
de_de: Asien
el_gr: Ασία
ru_ru: Азия

source: Europe
de_de: Europa
el_gr: Ευρώπη
ru_ru: Европа

source: Queue
de_de: Warteschlange
el_gr: Ουρά
ru_ru: Очередь

source: Change Language
de_de: Sprache ändern
el_gr: Αλλαγή Γλώσσας
ru_ru: Изменить язык

source: Login
el_gr: Είσοδος
ru_ru: Вход

source: Username
de_de: Benutzername
el_gr: Όνομα Χρήστη
ru_ru: Имя пользователя

source: Password
de_de: Passwort
el_gr: Κωδικός
ru_ru: Пароль

source: ROM Packs
de_de: ROM-Pakete
el_gr: Πακέτα ROM
ru_ru: ROM архивы

source: Currently Uploading
de_de: Wird derzeit hochgeladen
el_gr: Ανεβαίνουν Αυτή τη Στιγμή
ru_ru: Загрузка в данный момент

source: Up Next
de_de: Nächste Seite
el_gr: Επόμενα
ru_ru: Следующие игры в очереди

source: Votes
el_gr: Ψήφοι

source: Region
el_gr: Περιοχή
ru_ru: Регион

source: System
el_gr: Σύστημα
ru_ru: Система

source: Languages
de_de: Sprachen
el_gr: Γλώσσες
ru_ru: Языки

source: Edition
el_gr: Έκδοση
ru_ru: Издание

source: Original Name
de_de: Originaler Name
el_gr: Γνήσιο Όνομα
ru_ru: Оригинальное название

source: There are no download links currently available. Click here to vote for this item to be uploaded.
de_de: Zur Zeit sind keine Download-Links verfügbar. Klicken Sie hier, um für diesen Artikel zu stimmen, der hochgeladen werden soll.
el_gr: Δεν υπάρχουν συνδέσμοι λήψεως αυτή τη στιγμή. Πατήστε εδώ ώστε να ψηφίσετε για τη μεταφόρτωση αυτού του αντικειμένου.
ru_ru: Ссылки для скачивания отсутствуют . Нажмите здесь чтобы сделать запрос на загрузку.

source: Vote cast! Check the <a href="/queue">upload queue</a> to see when it'll upload!
de_de: Stimme abgegeben! Prüfe die <a href="/queue">Upload Warteschlange</a> um zu sehen, wann es hochgeladen wird!
el_gr: Η ψήφος καταχωρήθηκε! Ελέγξτε την <a href="/queue">ουρά μεταφορτώσεων</a> για να δείτε πότε θα ανέβει!
ru_ru: Вы успешно сделали запрос! Проверьте <a href="/queue">очередь на загрузку</a> чтобы узнать когда загрузка будет завершена!

source: Vote
de_de: Abstimmen
el_gr: Ψήφισε
ru_ru: Сделать запрос

source: ROM is currently uploading. Check the <a href="/queue">upload queue</a>!
de_de: ROM wird derzeit hochgeladen. Prüfe die <a href="/queue">Upload Warteschlange</a>!
el_gr: Το ROM ανεβαίνει. Ελέγξτε την <a href="/queue">ουρά μεταφορτώσεων</a>!
ru_ru: ROM в процессе загрузки. Проверьте <a href="/queue">очередь на загрузку</a>!

source: Open all Links (Allow Popups)
de_de: Öffne alle Links (Erlaube Pop-ups).
el_gr: Άνοιγμα όλων τον Συνδέσμων (Επιτροπή Αναδυόμενων)
ru_ru: Открыть все ссылки (Разрешите всплывающие окна)

source: Copy Links to Clipboard
de_de: Links in die Zwischenablage kopieren
el_gr: Αντιγραφή Συνδέσμων στο Πρόχειρο
ru_ru: Скопировать все ссылки

source: BYPASS GOOGLE DRIVE QUOTA TUTORIAL
de_de: Umgehung des Google Drive Quota Tutorial
el_gr: ΠΑΡΑΚΑΜΨΗ ΟΡΙΟΥ ΤΟΥ GOOGLE DRIVE
ru_ru: ОБХОД ЛИМИТА СКАЧИВАНИЙ НА GOOGLE DRIVE

source: Toggle Download Links
de_de: Download-Links umschalten
el_gr: Προβολή/Απόκρυψη Συνδέσμων
ru_ru: Показать все ссылки

source: Go to GOG Games
de_de: Gehe zu GOG Games
el_gr: Πήγαινε στο GOG Games
ru_ru: Посетить GOG Games

source: Go to Scene Games
de_de: Gehe zu Scene Games
el_gr: Πήγαινε στο Scene Games
ru_ru: Посетить Scene Games
